# developer tools
tap "localstack/tap"
brew "localstack-cli"
cask "ngrok"
brew "httpie"
brew "pyenv"
brew "docker"

# cli tools
brew "thefuck"
brew "zoxide"
brew "ripgrep"
brew "fd"
brew "fzf"
brew "jq"

# dependencies for fzf-lua
brew "bat"

# editors
brew "luarocks"
brew "neovim"

# window manager
brew "koekeishiya/formulae/yabai"
cask "nikitabobko/tap/aerospace"

# apps
cask "raycast"

# brew "koekeishiya/skhd"
cask "karabiner-elements"
cask "wezterm"

# utilities
brew "stow"

